/* ==================================================================   
 * Created [2018-10-16] by Jon.King 
 * ==================================================================  
 * TSS 
 * ================================================================== 
 * mailTo:boubei@163.com
 * Copyright (c) boubei.com, 2015-2018 
 * ================================================================== 
 */

package com.boubei.tss.dm.record.workflow;


/**
 * 流程自定义监事件
 */
public interface WFEvent {
	
	public void after( WFStatus wfStatus );

}
